Repository: lendasat/lendamobile
Catalog: lib/l10n/app_*.arb
Languages: hi, id, ur

source: Settings
hi: सेटिंग्स
id: Pengaturan
ur: ترتیبات

source: Cancel
hi: रद्द करें
id: Batal
ur: منسوخ کریں

source: Save
hi: सहेजें
id: Simpan
ur: محفوظ کریں

source: Apply
hi: लागू करें
id: Terapkan
ur: لاگو کریں

source: Done
hi: पूर्ण
id: Selesai
ur: مکمل

source: Select
hi: चुनें
id: Pilih
ur: منتخب کریں

source: Search
hi: खोजें
id: Cari
ur: تلاش کریں

source: Enter Amount
hi: राशि दर्ज करें
id: Masukkan Jumlah
ur: رقم درج کریں

source: Amount
hi: राशि
id: Jumlah
ur: رقم

source: SKIP (ANY AMOUNT)
hi: छोड़ें (कोई भी राशि)
id: LEWATI (JUMLAH APA SAJA)
ur: چھوڑیں (کوئی بھی رقم)

# contin
source: CONTINUE
hi: जारी रखें
id: LANJUTKAN
ur: جاری رکھیں

source: Currency updated successfully
hi: मुद्रा सफलतापूर्वक अपडेट की गई
id: Mata uang berhasil diperbarui
ur: کرنسی کامیابی سے اپ ڈیٹ ہو گئی

source: Change Currency
hi: मुद्रा बदलें
id: Ubah Mata Uang
ur: کرنسی تبدیل کریں

source: Language updated successfully
hi: भाषा सफलतापूर्वक अपडेट की गई
id: Bahasa berhasil diperbarui
ur: زبان کامیابی سے اپ ڈیٹ ہو گئی

source: Change Language
hi: भाषा बदलें
id: Ubah Bahasa
ur: زبان تبدیل کریں

source: Theme applied successfully
hi: थीम सफलतापूर्वक लागू की गई
id: Tema berhasil diterapkan
ur: تھیم کامیابی سے لاگو ہو گیا

source: Choose Your Color
hi: अपना रंग चुनें
id: Pilih Warna Anda
ur: اپنا رنگ منتخب کریں

source: Select color
hi: रंग चुनें
id: Pilih warna
ur: رنگ منتخب کریں

source: Select color shade
hi: रंग की छाया चुनें
id: Pilih gradasi warna
ur: رنگ کی شیڈ منتخب کریں

source: Change Your Style
hi: अपनी शैली बदलें
id: Ubah Gaya Anda
ur: اپنا انداز تبدیل کریں

source: Choose your preferred theme
hi: अपनी पसंदीदा थीम चुनें
id: Pilih tema yang Anda sukai
ur: اپنی پسندیدہ تھیم منتخب کریں

source: Dark
hi: गहरा
id: Gelap
ur: تاریک

source: Original dark theme
hi: मूल गहरा थीम
id: Tema gelap asli
ur: اصل تاریک تھیم

source: Light
hi: हल्का
id: Terang
ur: روشن

source: Clean light theme
hi: साफ हल्का थीम
id: Tema terang bersih
ur: صاف روشن تھیم

source: Apply Theme
hi: थीम लागू करें
id: Terapkan Tema
ur: تھیم لاگو کریں

source: Custom
hi: कस्टम
id: Kustom
ur: مرضی کے مطابق

source: Create your own theme
hi: अपनी खुद की थीम बनाएं
id: Buat tema Anda sendiri
ur: اپنی تھیم بنائیں

source: Timezone updated successfully
hi: समय क्षेत्र सफलतापूर्वक अपडेट किया गया
id: Zona waktu berhasil diperbarui
ur: ٹائم زون کامیابی سے اپ ڈیٹ ہو گیا

source: Change Timezone
hi: समय क्षेत्र बदलें
id: Ubah Zona Waktu
ur: ٹائم زون تبدیل کریں

source: Search timezone...
hi: समय क्षेत्र खोजें...
id: Cari zona waktu...
ur: ٹائم زون تلاش کریں...

source: Couldn't update transactions:
hi: लेनदेन अपडेट नहीं कर सका:
id: Tidak dapat memperbarui transaksi:
ur: ٹرانزیکشنز اپ ڈیٹ نہیں ہو سکیں:

source: Couldn't update balance:
hi: बैलेंस अपडेट नहीं कर सका:
id: Tidak dapat memperbarui saldo:
ur: بیلنس اپ ڈیٹ نہیں ہو سکا:

# showingBalanceType
source: Showing {balanceType} balance
hi: {balanceType} बैलेंस दिखा रहा है
id: Menampilkan saldo {balanceType}
ur: {balanceType} بیلنس دکھایا جا رہا ہے

source: Retry
hi: पुनः प्रयास करें
id: Coba Lagi
ur: دوبارہ کوشش کریں

source: Pending Balance
hi: लंबित बैलेंस
id: Saldo Tertunda
ur: زیر التواء بیلنس

source: Confirmed Balance
hi: पुष्ट बैलेंस
id: Saldo Terkonfirmasi
ur: تصدیق شدہ بیلنس

source: Total Balance
hi: कुल बैलेंस
id: Total Saldo
ur: کل بیلنس

source: Error loading balance
hi: बैलेंस लोड करने में त्रुटि
id: Kesalahan saat memuat saldo
ur: بیلنس لوڈ کرنے میں خرابی

source: Send
hi: भेजें
id: Kirim
ur: بھیجیں

source: Receive
hi: प्राप्त करें
id: Terima
ur: وصول کریں

source: Failed to create wallet
hi: वॉलेट बनाने में विफल
id: Gagal membuat dompet
ur: والیٹ بنانے میں ناکامی

# errorCreatingWallet
source: There was an error creating your new wallet. Please try again. Error: {error}
hi: आपका नया वॉलेट बनाते समय एक त्रुटि हुई। कृपया पुनः प्रयास करें। त्रुटि: {error}
id: Terjadi kesalahan saat membuat dompet baru Anda. Silakan coba lagi. Kesalahan: {error}
ur: آپ کا نیا والیٹ بنانے میں خرابی پیش آئی۔ براہ کرم دوبارہ کوشش کریں۔ غلطی: {error}

source: Failed to restore wallet
hi: वॉलेट पुनर्स्थापित करने में विफल
id: Gagal memulihkan dompet
ur: والیٹ بحال کرنے میں ناکامی

# errorRestoringWallet
source: There was an error restoring your wallet. Please check your nsec and try again. Error: {error}
hi: आपका वॉलेट पुनर्स्थापित करते समय एक त्रुटि हुई। कृपया अपना nsec जांचें और पुनः प्रयास करें। त्रुटि: {error}
id: Terjadi kesalahan saat memulihkan dompet Anda. Silakan periksa nsec Anda dan coba lagi. Kesalahan: {error}
ur: والیٹ بحال کرنے میں خرابی پیش آئی۔ براہ کرم اپنا nsec چیک کریں اور دوبارہ کوشش کریں۔ غلطی: {error}

# appTagline
source: The first Bitcoin wallet that doesn't suck.
hi: Ark पर उड़ने वाला वॉलेट
id: Dompet yang Terbang di Ark
ur: Ark پر اڑنے والا والیٹ

source: OK
hi: ठीक है
ur: ٹھیک ہے

source: Choose an option:
hi: एक विकल्प चुनें:
id: Pilih opsi:
ur: ایک آپشن منتخب کریں:

source: Create New Wallet
hi: नया वॉलेट बनाएं
id: Buat Dompet Baru
ur: نیا والیٹ بنائیں

source: Generate a new secure wallet
hi: एक नया सुरक्षित वॉलेट बनाएं
id: Buat dompet baru yang aman
ur: نیا محفوظ والیٹ تیار کریں

source: Restore Existing Wallet
hi: मौजूदा वॉलेट पुनर्स्थापित करें
id: Pulihkan Dompet yang Ada
ur: موجودہ والیٹ بحال کریں

source: Use your secret key to access your wallet
hi: अपने वॉलेट तक पहुंचने के लिए अपनी गुप्त कुंजी का उपयोग करें
id: Gunakan kunci rahasia Anda untuk mengakses dompet Anda
ur: اپنی خفیہ کلید سے والیٹ تک رسائی حاصل کریں

source: Enter your nsec:
hi: अपना nsec दर्ज करें:
id: Masukkan nsec Anda:
ur: اپنا nsec درج کریں:

source: Paste your recovery nsec...
hi: अपना रिकवरी nsec पेस्ट करें...
id: Tempel nsec pemulihan Anda...
ur: اپنا بحالی nsec چسپاں کریں...

# paymentMonitoringError
source: Payment monitoring error: {error}
hi: भुगतान मॉनिटरिंग त्रुटि: {error}
id: Kesalahan pemantauan pembayaran: {error}
ur: ادائیگی کی نگرانی میں خرابی: {error}

source: Payment Received!
hi: भुगतान प्राप्त हुआ!
id: Pembayaran Diterima!
ur: ادائیگی موصول ہو گئی!

source: Address copied to clipboard
hi: पता क्लिपबोर्ड पर कॉपी किया गया
id: Alamat disalin ke papan klip
ur: پتہ کلپ بورڈ پر کاپی ہو گیا

source: Share Which Address?
hi: कौन सा पता साझा करें?
id: Bagikan alamat yang mana?
ur: کون سا پتہ شیئر کریں؟

source: Address
hi: पता
id: Alamat
ur: پتہ

source: Lightning Invoice
hi: लाइटनिंग इनवॉइस
id: Faktur Lightning
ur: لائٹننگ انوائس

source: QR Code Image
hi: QR कोड छवि
id: Gambar Kode QR
ur: QR کوڈ تصویر

source: Error sharing
hi: साझा करते समय त्रुटि
id: Kesalahan saat berbagi
ur: شیئر کرنے میں خرابی

source: My Bitcoin Address QR Code
hi: मेरा बिटकॉइन पता QR कोड
id: Kode QR Alamat Bitcoin Saya
ur: میرا بٹ کوائن پتہ QR کوڈ

source: Requesting:
hi: अनुरोध कर रहे हैं:
id: Meminta:
ur: درخواست کر رہے ہیں:

source: Monitoring for incoming payment...
hi: आने वाले भुगतान की निगरानी...
id: Memantau pembayaran masuk...
ur: آنے والی ادائیگی کی نگرانی...

source: Copy address
hi: पता कॉपी करें
id: Salin alamat
ur: پتہ کاپی کریں

source: Error loading addresses
hi: पते लोड करने में त्रुटि
id: Gagal memuat alamat
ur: پتے لوڈ کرنے میں خرابی

source: Share
hi: साझा करें
id: Bagikan
ur: شیئر کریں

source: Please enter both address and amount
hi: कृपया पता और राशि दोनों दर्ज करें
id: Silakan masukkan alamat dan jumlah
ur: براہ کرم پتہ اور رقم دونوں درج کریں

source: Please enter a valid amount
hi: कृपया एक मान्य राशि दर्ज करें
id: Silakan masukkan jumlah yang valid
ur: براہ کرم درست رقم درج کریں

source: Insufficient funds
hi: पर्याप्त धन नहीं
id: Dana tidak mencukupi
ur: ناکافی رقم

# sendLower
source: Send
hi: भेजें
id: Kirim
ur: بھیجیں

# receiveLower
source: Receive
hi: प्राप्त करें
id: Terima
ur: وصول کریں

source: Recipient address
hi: प्राप्तकर्ता का पता
id: Alamat penerima
ur: وصول کنندہ کا پتہ

source: Bitcoin or Ark address
hi: बिटकॉइन या Ark पता
id: Alamat Bitcoin atau Ark
ur: بٹ کوائن یا Ark پتہ

source: available
hi: उपलब्ध
id: tersedia
ur: دستیاب

source: Esplora URL saved - will only take effect after a restart
hi: Esplora URL सहेजा गया - पुनः प्रारंभ के बाद प्रभावी होगा
id: URL Esplora disimpan - akan berlaku setelah restart
ur: Esplora URL محفوظ ہو گیا - دوبارہ شروع کرنے کے بعد مؤثر ہوگا

source: Failed to save Esplora URL
hi: Esplora URL सहेजने में विफल
id: Gagal menyimpan URL Esplora
ur: Esplora URL محفوظ کرنے میں ناکامی

source: Network saved - will only take effect after a restart
hi: नेटवर्क सहेजा गया - पुनः प्रारंभ के बाद प्रभावी होगा
id: Jaringan disimpan - akan berlaku setelah restart
ur: نیٹ ورک محفوظ ہو گیا - دوبارہ شروع کرنے کے بعد مؤثر ہوگا

source: Ark Server URL saved - will only take effect after a restart
hi: Ark सर्वर URL सहेजा गया - पुनः प्रारंभ के बाद प्रभावी होगा
id: URL Server Ark disimpan - akan berlaku setelah restart
ur: Ark سرور URL محفوظ ہو گیا - دوبارہ شروع کرنے کے بعد مؤثر ہوگا

source: Failed to save Ark Server URL
hi: Ark सर्वर URL सहेजने में विफल
id: Gagal menyimpan URL Server Ark
ur: Ark سرور URL محفوظ کرنے میں ناکامی

source: Boltz URL saved - will only take effect after a restart
hi: Boltz URL सहेजा गया - पुनः प्रारंभ के बाद प्रभावी होगा
id: URL Boltz disimpan - akan berlaku setelah restart
ur: Boltz URL محفوظ ہو گیا - دوبارہ شروع کرنے کے بعد مؤثر ہوگا

source: Failed to save Boltz URL
hi: Boltz URL सहेजने में विफल
id: Gagal menyimpan URL Boltz
ur: Boltz URL محفوظ کرنے میں ناکامی

source: Security Warning
hi: सुरक्षा चेतावनी
id: Peringatan Keamanan
ur: سیکیورٹی انتباہ

source: Never share your recovery key with anyone!
hi: अपनी रिकवरी कुंजी किसी के साथ साझा न करें!
id: Jangan pernah membagikan kunci pemulihan Anda kepada siapa pun!
ur: اپنی بحالی کلید کسی کے ساتھ شیئر نہ کریں!

# anyoneWithThisKeyCan
source: Anyone with this key can access your wallet and steal your funds. Store it in a secure place.
hi: इस कुंजी के साथ कोई भी व्यक्ति आपके वॉलेट तक पहुंच सकता है और आपके धन को चुरा सकता है। इसे सुरक्षित स्थान पर रखें।
id: Siapa pun yang memiliki kunci ini dapat mengakses dompet Anda dan mencuri dana Anda. Simpan di tempat yang aman.
ur: جس کے پاس یہ کلید ہوگی وہ آپ کے والیٹ تک رسائی حاصل کر سکتا ہے اور رقم چرا سکتا ہے۔ اسے محفوظ جگہ پر رکھیں۔

source: I UNDERSTAND
hi: मैं समझ गया
id: SAYA MENGERTI
ur: میں سمجھ گیا

source: Your Recovery Phrase
hi: आपका रिकवरी वाक्यांश
id: Frasa Pemulihan Anda
ur: آپ کا بحالی فقرہ

source: Recovery phrase copied to clipboard
hi: रिकवरी वाक्यांश क्लिपबोर्ड पर कॉपी किया गया
id: Frasa pemulihan disalin ke clipboard
ur: بحالی فقرہ کلپ بورڈ پر کاپی ہو گیا

source: COPY TO CLIPBOARD
hi: क्लिपबोर्ड पर कॉपी करें
id: SALIN KE CLIPBOARD
ur: کلپ بورڈ پر کاپی کریں

source: CLOSE
hi: बंद करें
id: TUTUP
ur: بند کریں

source: Reset Wallet
hi: वॉलेट रीसेट करें
id: Atur Ulang Dompet
ur: والیٹ ری سیٹ کریں

# thisWillDeleteAllWalletData
source: This will delete all wallet data from this device. Make sure you have backed up your recovery phrase before proceeding. This action cannot be undone.
hi: यह इस डिवाइस से सभी वॉलेट डेटा हटा देगा। आगे बढ़ने से पहले सुनिश्चित करें कि आपने अपना रिकवरी वाक्यांश सहेजा है। यह क्रिया पूर्ववत नहीं की जा सकती।
id: Ini akan menghapus semua data dompet dari perangkat ini. Pastikan Anda telah mencadangkan frasa pemulihan Anda sebelum melanjutkan. Tindakan ini tidak dapat dibatalkan.
ur: اس سے اس آلہ سے تمام والیٹ ڈیٹا حذف ہو جائے گا۔ جاری رکھنے سے پہلے اپنا بحالی فقرہ محفوظ کر لیں۔ یہ عمل واپس نہیں ہو سکتا۔

source: Restarting App
hi: ऐप पुनः प्रारंभ हो रहा है
id: Memulai ulang aplikasi
ur: ایپ دوبارہ شروع ہو رہی ہے

source: Please tap here to open the app again.
hi: कृपया ऐप को फिर से खोलने के लिए यहाँ टैप करें।
id: Ketuk di sini untuk membuka aplikasi lagi.
ur: ایپ دوبارہ کھولنے کے لیے یہاں ٹیپ کریں۔

source: RESET
hi: रीसेट करें
id: ATUR ULANG
ur: ری سیٹ

source: Wallet
hi: वॉलेट
id: Dompet
ur: والیٹ

source: View Recovery Key
hi: रिकवरी कुंजी देखें
id: Lihat Kunci Pemulihan
ur: بحالی کلید دیکھیں

source: Backup your wallet with these key
hi: इन कुंजियों के साथ अपना वॉलेट बैकअप करें
id: Cadangkan dompet Anda dengan kunci ini
ur: ان کلیدوں سے اپنا والیٹ بیک اپ کریں

source: Appearance & Preferences
hi: दिखावट और प्राथमिकताएँ
id: Tampilan & Preferensi
ur: ظاہری شکل اور ترجیحات

source: Theme
hi: थीम
id: Tema
ur: تھیم

source: Customize app appearance
hi: ऐप की दिखावट को अनुकूलित करें
id: Sesuaikan tampilan aplikasi
ur: ایپ کی ظاہری شکل حسب ضرورت بنائیں

source: Language
hi: भाषा
id: Bahasa
ur: زبان

source: Select your preferred language
hi: अपनी पसंदीदा भाषा चुनें
id: Pilih bahasa yang Anda sukai
ur: اپنی پسندیدہ زبان منتخب کریں

source: Timezone
hi: समय क्षेत्र
id: Zona Waktu
ur: ٹائم زون

source: Choose your preferred timezone
hi: अपना पसंदीदा समय क्षेत्र चुनें
id: Pilih zona waktu yang Anda sukai
ur: اپنا پسندیدہ ٹائم زون منتخب کریں

source: Currency
hi: मुद्रा
id: Mata Uang
ur: کرنسی

source: Choose your preferred currency
hi: अपनी पसंदीदा मुद्रा चुनें
id: Pilih mata uang yang Anda sukai
ur: اپنی پسندیدہ کرنسی منتخب کریں

source: Server Configuration
hi: सर्वर कॉन्फ़िगरेशन
id: Konfigurasi Server
ur: سرور کی ترتیب

source: Network
hi: नेटवर्क
id: Jaringan
ur: نیٹ ورک

source: Ark Server
hi: Ark सर्वर
id: Server Ark
ur: Ark سرور

source: About
hi: के बारे में
id: Tentang
ur: کے بارے میں

source: loading
hi: लोड हो रहा है
id: memuat
ur: لوڈ ہو رہا ہے

source: Danger Zone
hi: खतरे का क्षेत्र
id: Zona Bahaya
ur: خطرناک زون

source: Delete all wallet data from this device
hi: इस डिवाइस से सभी वॉलेट डेटा हटाएँ
id: Hapus semua data dompet dari perangkat ini
ur: اس آلے سے تمام والیٹ ڈیٹا حذف کریں

source: Transaction failed:
hi: लेनदेन विफल:
id: Transaksi gagal:
ur: ٹرانزیکشن ناکام ہوئی:

source: Sign transaction
hi: लेनदेन पर हस्ताक्षर करें
id: Tandatangani transaksi
ur: ٹرانزیکشن پر دستخط کریں

source: Network fees
hi: नेटवर्क शुल्क
id: Biaya jaringan
ur: نیٹ ورک فیس

source: Total
hi: कुल
ur: کل

source: TAP TO SIGN
hi: हस्ताक्षर करने के लिए टैप करें
id: KETUK UNTUK TANDA TANGAN
ur: دستخط کرنے کے لیے ٹیپ کریں

source: Settling transaction...
hi: लेनदेन निपटाया जा रहा है...
id: Menyelesaikan transaksi...
ur: ٹرانزیکشن مکمل کی جا رہی ہے...

source: Success
hi: सफलता
id: Berhasil
ur: کامیابی

source: Transaction settled successfully!
hi: लेनदेन सफलतापूर्वक पूरा हुआ!
id: Transaksi berhasil diselesaikan!
ur: ٹرانزیکشن کامیابی سے مکمل ہو گئی!

source: Go to Home
hi: होम पर जाएँ
id: Kembali ke Beranda
ur: ہوم پر جائیں

source: Error
hi: त्रुटि
id: Kesalahan
ur: خرابی

source: Failed to settle transaction:
hi: लेनदेन पूरा करने में विफल:
id: Gagal menyelesaikan transaksi:
ur: ٹرانزیکشن مکمل کرنے میں ناکامی:

source: Pending Confirmation
hi: पुष्टि लंबित
id: Menunggu Konfirmasi
ur: تصدیق زیر التوا

source: Transaction ID
hi: लेनदेन आईडी
id: ID Transaksi
ur: ٹرانزیکشن آئی ڈی

source: Status
hi: स्थिति
ur: حیثیت

source: Confirmed
hi: पुष्टि हुई
id: Dikonfirmasi
ur: تصدیق شدہ

source: Pending
hi: लंबित
id: Menunggu
ur: زیر التوا

source: Date
hi: तारीख
id: Tanggal
ur: تاریخ

source: Confirmed At
hi: पुष्ट किया गया समय
id: Dikonfirmasi Pada
ur: تصدیق کی گئی تاریخ

source: Transaction pending. Funds will be non-reversible after settlement.
hi: लेनदेन लंबित है। निपटान के बाद धन अपरिवर्तनीय होगा।
id: Transaksi tertunda. Dana tidak dapat dibatalkan setelah penyelesaian.
ur: ٹرانزیکشن زیر التواء ہے۔ مکمل ہونے کے بعد رقم واپس نہیں کی جا سکے گی۔

source: SETTLE
hi: निपटाएं
id: SELESAIKAN
ur: مکمل کریں

source: Transaction History
hi: लेनदेन इतिहास
id: Riwayat Transaksi
ur: ٹرانزیکشن کی تاریخ

source: Error loading transactions
hi: लेनदेन लोड करने में त्रुटि
id: Gagal memuat transaksi
ur: ٹرانزیکشنز لوڈ کرنے میں خرابی

source: No transaction history yet
hi: अभी तक कोई लेनदेन इतिहास नहीं
id: Belum ada riwayat transaksi
ur: ابھی تک کوئی ٹرانزیکشن تاریخ نہیں

# boardingTransaction
source: Onchain Transaction
hi: ऑनचेन लेनदेन
id: Transaksi Onchain
ur: آن چین ٹرانزیکشن

source: Round Transaction
hi: राउंड लेनदेन
id: Transaksi Pembulatan
ur: راؤنڈ ٹرانزیکشن

source: Redeem Transaction
hi: रिडीम लेनदेन
id: Transaksi Penebusan
ur: ری ڈیم ٹرانزیکشن

source: Sent
hi: भेजा गया
id: Dikirim
ur: بھیجی گئی

source: Received
hi: प्राप्त हुआ
id: Diterima
ur: وصول شدہ

source: Direction
hi: दिशा
id: Arah
ur: سمت

source: Settled
hi: निपटाया गया
id: Selesai
ur: مکمل شدہ

source: sent successfully
hi: सफलतापूर्वक भेजा गया
id: berhasil dikirim
ur: کامیابی سے بھیجا گیا

source: Returning to wallet after successful transaction
hi: सफल लेनदेन के बाद वॉलेट पर लौट रहे हैं
id: Kembali ke dompet setelah transaksi berhasil
ur: کامیاب ٹرانزیکشن کے بعد والیٹ پر واپس جا رہے ہیں

source: BACK TO WALLET
hi: वॉलेट पर वापस जाएँ
id: KEMBALI KE DOMPET
ur: والیٹ پر واپس جائیں

source: Transaction Fees
hi: लेनदेन शुल्क
id: Biaya Transaksi
ur: ٹرانزیکشن فیس

source: Fastest (~10 min)
hi: सबसे तेज (~10 मिनट)
id: Tercepat (~10 menit)
ur: تیز ترین (~10 منٹ)

source: Half Hour
hi: आधा घंटा
id: Setengah Jam
ur: آدھا گھنٹہ

source: One Hour
hi: एक घंटा
id: Satu Jam
ur: ایک گھنٹہ

source: Economy
hi: किफायती
id: Ekonomis
ur: اقتصادی

source: minutes ago
hi: मिनट पहले
id: menit lalu
ur: منٹ پہلے

source: hours ago
hi: घंटे पहले
id: jam lalu
ur: گھنٹے پہلے

source: days ago
hi: दिन पहले
id: hari lalu
ur: دن پہلے

source: Mining Information
hi: माइनिंग जानकारी
id: Informasi Penambangan
ur: مائننگ معلومات

source: Mining Pool
hi: माइनिंग पूल
id: Pool Penambangan
ur: مائننگ پول

source: Mined
hi: माइन किया गया
id: Ditambang
ur: مائن شدہ

source: Block Reward
hi: ब्लॉक पुरस्कार
id: Hadiah Blok
ur: بلاک انعام

source: Total Fees
hi: कुल शुल्क
id: Total Biaya
ur: کل فیس

source: Min
hi: न्यूनतम
ur: کم سے کم

source: Network Hashrate
hi: नेटवर्क हैशरेट
id: Hashrate Jaringan
ur: نیٹ ورک ہیش ریٹ

source: Current Network Hashrate
hi: वर्तमान नेटवर्क हैशरेट
id: Hashrate Jaringan Saat Ini
ur: موجودہ نیٹ ورک ہیش ریٹ

source: No data available
hi: कोई डेटा उपलब्ध नहीं
id: Tidak ada data
ur: کوئی ڈیٹا دستیاب نہیں

source: Difficulty
hi: कठिनाई
id: Kesulitan
ur: مشکل

source: Data Points
hi: डेटा पॉइंट्स
id: Titik Data
ur: ڈیٹا پوائنٹس

source: days
hi: दिन
id: hari
ur: دن

source: hours
hi: घंटे
id: jam
ur: گھنٹے

source: minutes
hi: मिनट
id: menit
ur: منٹ

source: Difficulty Adjustment
hi: कठिनाई समायोजन
id: Penyesuaian Kesulitan
ur: مشکل ایڈجسٹمنٹ

source: complete
hi: पूर्ण
id: selesai
ur: مکمل

source: Remaining Blocks
hi: शेष ब्लॉक
id: Blok Tersisa
ur: باقی بلاکس

source: Est. Time
hi: अनुमानित समय
id: Perk. Waktu
ur: تخمینی وقت

source: Est. Date
hi: अनुमानित तारीख
id: Perk. Tanggal
ur: تخمینی تاریخ

source: m ago
hi: मिनट पहले
id: m lalu
ur: م پہلے

source: h ago
hi: घंटे पहले
id: j lalu
ur: گھ پہلے

source: d ago
hi: दिन पहले
id: h lalu
ur: د پہلے

source: Block Size
hi: ब्लॉक का आकार
id: Ukuran Blok
ur: بلاک سائز

source: Weight
hi: वजन
id: Berat
ur: وزن

source: Transactions
hi: लेनदेन
id: Transaksi
ur: ٹرانزیکشنز

source: Avg Size
hi: औसत आकार
id: Ukuran Rata-rata
ur: اوسط سائز

source: Healthy
hi: स्वस्थ
id: Sehat
ur: صحت مند

source: Fair
hi: सामान्य
id: Cukup
ur: معقول

source: Low
hi: कम
id: Rendah
ur: کم

source: Block Health
hi: ब्लॉक स्वास्थ्य
id: Kesehatan Blok
ur: بلاک صحت

source: Full
hi: पूर्ण
id: Penuh
ur: مکمل

source: Actual
hi: वास्तविक
id: Aktual
ur: اصل

source: Expected
hi: अपेक्षित
id: Diharapkan
ur: متوقع

source: Difference
hi: अंतर
id: Selisih
ur: فرق

source: Set Amount
hi: राशि सेट करें
id: Atur Jumlah
ur: رقم مقرر کریں

source: Clear
hi: साफ करें
id: Hapus
ur: صاف کریں

source: Error sharing QR code:
hi: QR कोड साझा करने में त्रुटि:
id: Gagal membagikan kode QR:
ur: QR کوڈ شیئر کرنے میں خرابی:

source: Type
hi: प्रकार
id: Tipe
ur: قسم

source: Sell Bitcoin
hi: बिटकॉइन बेचें
id: Jual Bitcoin
ur: بٹ کوائن بیچیں

source: Error loading sell screen
hi: बिक्री स्क्रीन लोड करने में त्रुटि
id: Gagal memuat layar jual
ur: فروخت کی سکرین لوڈ کرنے میں خرابی

source: Available Balance
hi: उपलब्ध बैलेंस
id: Saldo Tersedia
ur: دستیاب بیلنس

source: Amount to Sell
hi: बेचने की राशि
id: Jumlah yang Dijual
ur: فروخت کی رقم

source: Sell Limits
hi: बिक्री सीमा
id: Batas Jual
ur: فروخت کی حدود

source: Insufficient balance
hi: अपर्याप्त बैलेंस
id: Saldo tidak mencukupi
ur: ناکافی بیلنس

source: Max
hi: अधिकतम
ur: زیادہ سے زیادہ

source: Payout Methods
hi: भुगतान विधियाँ
ur: ادائیگی کے طریقے

source: Pending Block
hi: लंबित ब्लॉक
ur: زیر التوا بلاک

source: Next Block
hi: अगला ब्लॉक
ur: اگلا بلاک

source: Median Fee
hi: मध्य शुल्क
ur: درمیانی فیس

source: Estimated Time
hi: अनुमानित समय
ur: تخمینی وقت

source: Fee Distribution
hi: शुल्क वितरण
ur: فیس کی تقسیم

source: No transactions yet
hi: अभी तक कोई लेनदेन नहीं
id: Belum ada transaksi
ur: ابھی تک کوئی ٹرانزیکشن نہیں

source: Loading more transactions...
hi: और लेनदेन लोड हो रहे हैं...
ur: مزید ٹرانزیکشنز لوڈ ہو رہی ہیں...

source: Scroll down to load more
hi: और लोड करने के लिए नीचे स्क्रॉल करें
ur: مزید لوڈ کرنے کے لیے نیچے سکرول کریں

source: Med
ur: درمیانی

source: Fee Rate
hi: शुल्क दर
ur: فیس کی شرح

source: Size
hi: आकार
ur: سائز

source: Value
hi: मूल्य
ur: قیمت

source: Copied to clipboard
hi: क्लिपबोर्ड पर कॉपी किया गया
id: Disalin ke papan klip
ur: کلپ بورڈ پر کاپی ہو گیا

source: Transaction Details
hi: लेनदेन विवरण
id: Detail Transaksi
ur: ٹرانزیکشن کی تفصیلات

source: Error loading transaction
hi: लेनदेन लोड करने में त्रुटि
ur: ٹرانزیکشن لوڈ کرنے میں خرابی

source: Block Height
hi: ब्लॉक ऊंचाई
ur: بلاک کی اونچائی

source: Block Time
hi: ब्लॉक समय
ur: بلاک کا وقت

source: Details
hi: विवरण
ur: تفصیلات

source: Fee
hi: शुल्क
ur: فیس

source: Version
hi: संस्करण
ur: ورژن

source: Locktime
hi: लॉकटाइम
ur: لاک ٹائم

source: Inputs
hi: इनपुट्स
ur: ان پٹس

source: Outputs
hi: आउटपुट्स
ur: آؤٹ پٹس

source: Search Blockchain
hi: ब्लॉकचेन खोजें
ur: بلاک چین تلاش کریں

source: Transaction
hi: लेनदेन
ur: ٹرانزیکشن

source: Enter block height or block hash
hi: ब्लॉक ऊंचाई या ब्लॉक हैश दर्ज करें
ur: بلاک کی اونچائی یا بلاک ہیش درج کریں

source: Enter transaction ID (TXID)
hi: लेनदेन आईडी (TXID) दर्ज करें
ur: ٹرانزیکشن آئی ڈی (TXID) درج کریں

source: Blockchain
hi: ब्लॉकचेन
ur: بلاک چین

source: Error loading data
hi: डेटा लोड करने में त्रुटि
id: Gagal memuat data
ur: ڈیٹا لوڈ کرنے میں خرابی

source: Recent Transactions
hi: हाल के लेनदेन
id: Transaksi Terbaru
ur: حالیہ ٹرانزیکشنز

source: Block
hi: ब्लॉक
ur: بلاک

source: Your TX
hi: आपका TX
ur: آپ کی TX

source: Payment Methods
hi: भुगतान विधियाँ
ur: ادائیگی کے طریقے

source: Buy Limits
hi: खरीद सीमा
ur: خریداری کی حدود

source: Error loading buy screen
hi: खरीद स्क्रीन लोड करने में त्रुटि
ur: خریداری کی سکرین لوڈ کرنے میں خرابی

source: Buy Bitcoin
hi: बिटकॉइन खरीदें
id: Beli Bitcoin
ur: بٹ کوائن خریدیں

source: Failed to launch MoonPay
hi: MoonPay लॉन्च करने में विफल
ur: MoonPay شروع کرنے میں ناکامی

source: Bitcoin Price Chart
hi: बिटकॉइन मूल्य चार्ट
ur: بٹ کوائن قیمت چارٹ

source: About Bitcoin Price Data
hi: बिटकॉइन मूल्य डेटा के बारे में
ur: بٹ کوائن قیمت ڈیٹا کے بارے میں

source: Data Source
hi: डेटा स्रोत
ur: ڈیٹا ماخذ

source: Live Bitcoin Market Data
hi: लाइव बिटकॉइन बाजार डेटा
ur: لائیو بٹ کوائن مارکیٹ ڈیٹا

source: Update Frequency
hi: अपडेट आवृत्ति
ur: اپ ڈیٹ کی تعداد

source: Real-time
hi: रीयल-टाइम
ur: ریئل ٹائم

source: Report Bug / Feedback
hi: बग रिपोर्ट / फीडबैक
id: Laporkan Bug / Umpan Balik
ur: بگ رپورٹ / فیڈبیک

source: Esplora URL
id: URL Esplora

source: Boltz URL
id: URL Boltz
